tap 'homebrew/cask-cask'
tap 'homebrew/cask-fonts'
tap 'thoughtbot/formulae'
tap 'homebrew/cask-versions'

brew 'diff-so-fancy'
brew 'hub'
brew 'rcm'
brew 'tmux'
brew 'tree'
brew 'yarn'
brew 'zsh'
brew 'zsh-syntax-highlighting'
cask 'alfred'
cask 'bartender'
cask 'dropbox'
cask 'font-source-code-pro'
cask 'google-chrome'
cask 'hyper'
cask 'istat-menus'
cask 'iterm2'
cask 'slack'
cask 'visual-studio-code'

# Work
brew 'aws-elasticbeanstalk'
brew 'awscli'
brew 'coreutils'
brew 'cocoapods'
brew 'gpg'
brew 'imagemagick'
brew 'mysql@5.6'
brew 'openssl'
brew 'redis'
brew 'terraform'
brew 'terraform_landscape'
brew 'tmuxinator'
brew 'watchman'
cask 'android-studio'
cask 'figma'
cask 'adoptopenjdk8'
cask 'react-native-debugger'