tap 'caskroom/cask'
tap 'homebrew/cask-fonts'
tap 'thoughtbot/formulae'

brew 'diff-so-fancy'
brew 'hub'
brew 'node --without-npm'
brew 'rcm'
brew 'tmux'
brew 'tree'
brew 'yarn'
brew 'zsh'
brew 'zsh-syntax-highlighting'
cask 'aerial'
cask 'alfred'
cask 'bartender'
cask 'charles'
cask 'dropbox'
cask 'font-source-code-pro'
cask 'google-chrome'
cask 'istat-menus'
cask 'iterm2'
cask 'sequel-pro'
cask 'slack'
cask 'visual-studio-code'
cask 'zeplin'

# Work
brew 'aws-elasticbeanstalk'
brew 'awscli'
brew 'cocoapods'
brew 'imagemagick'
brew 'mysql@5.6'
brew 'redis'
brew 'terraform'
brew 'terraform_landscape'
brew 'watchman'
cask 'react-native-debugger'