tap 'homebrew/cask-cask'
tap 'homebrew/cask-fonts'
tap 'thoughtbot/formulae'
tap 'homebrew/cask-versions'

brew 'diff-so-fancy'
brew 'gh'
brew 'rcm'
brew 'tmux'
brew 'tmuxinator'
brew 'tree'
brew 'yarn'
brew 'zsh'
brew 'zsh-syntax-highlighting'
cask 'alfred'
cask 'bartender'
cask 'dropbox'
cask 'figma'
cask 'font-source-code-pro'
cask 'google-chrome'
cask 'hyper'
cask 'istat-menus'
cask 'iterm2'
cask 'slack'
cask 'visual-studio-code'

# asdf
brew 'coreutils'
brew 'curl'
brew 'git'
brew 'gpg'
brew 'asdf'

# Work
brew 'Arkweid/lefthook/lefthook'
brew 'libpq'
cask 'docker'